const Introduction = () => {
  return (
    <section className="bg-yellow-50/50 py-12">
      <div className="container">
        <div className="px-4 text-md text-justify font-tamil font-semibold indent-10 leading-normal text-red-700">
          <h2 className="text-2xl font-bold text-red-700"></h2>
          <p className="mb-5">
            எம்மை ஈன்றெடுத்த தந்தையையும், தாயையும் முதற்கண் வணங்கி, முழு முதற்
            கடவுளான விநாயகரை துதித்து, எமக்கு ஞானம் புகட்டிய எமது குருவைத்தொழுது
            எம்மை பற்றி யாம் இங்கு கூறுகின்றோம்:
          </p>
          <p className="mb-5">
            எமது சூட்சும குருக்களான இறைவன் “தண்டாயுதபாணி , நடராஜர்” மற்றும் குரு
            காகபுஜண்டர் அனைவரும் சூட்சும வடிவில் என்னை ஆட்கொண்டு, ஆசீர்வதித்து,
            எமக்கு ஞானத்தை அருளியிருக்கின்றார்கள். அதுபோல் எனது ஸ்தூல குரு ஸ்ரீ
            ல ஸ்ரீ சர்க்கரை மன்றாடியார் சுவாமிகள் (எனது பாட்டனார்) ஏழு
            தலைமுறைகளாக தமிழகத்தை ஆண்ட அரசர்கள் மற்றும் அரச குடும்பங்களுக்கு
            வழிகாட்டியாய் நின்று அவர்களுக்கு வேண்டிய ஆசிகளையும், தீர்வுகளையும்
            யாம் வழங்கி வந்திருகின்றோம். எமது தோற்றமானது பாரத தேசத்திலே,
            தமிழகத்திலுள்ள புதுக்கோட்டை மாவட்டத்தின் இடையாத்தி ஆதீனமாகும்.
          </p>
          <p className="mb-5">
            இறைவன் எனகிட்ட கட்டளைக்கு இணங்க பல குடும்பங்களுக்கு யாம் குல
            குருவாகவும், என்னை நாடி வரும் மக்களுக்கு , இறை சேவைகளான திருக்கோவில்
            ஆகம விதிகள் மற்றும் வேள்விகள், இறைவன் எனக்கருளிய ஞானமாகிய தெய்வ
            பிரசனங்கள், சோழி பிரசன்னம், மனையடி சாஸ்திரம், சாமுத்திரிகா
            பிரசன்னம், பஞ்ச பட்சி சாஸ்திரம், எமது குருமார்கள் எமக்கு உபதேசித்த
            எந்திர பிரயோகம், தாந்திரீக பூஜைகள் மற்றும் மந்திர பிரயோகம், முருகர்
            எனக்கருளிய உபநிஷங்கள் மூலம் பணவசியம் மற்றும் திம் பொக்கிஷங்களை
            கொண்டு எமது மக்கள் அவர்களின் பிறவி பயனை அடைய வழிகாட்டுகின்றோம்.{" "}
          </p>
          <p className="mb-5">
            மேலும் யாம் உணர்ந்த மிக புனித யோக முறைகளை மக்களுக்கு வழங்கி அதன்
            மூலம் அவர்களின் பிறப்பிற்கான நோக்கத்தை அறிய செய்து, அவர்களது உள்முக
            மன ஆற்றலை பிரபஞ்ச பேராற்றளுடன் ஒத்திசைக்க வைத்து, அவர்களின் மனம்
            மற்றும் உடல் வளத்தை சீரமைக்கும் மிக சீரிய பணியை யாம் இவுலக மக்களின்
            நன்மைக்காக எடுத்து இயம்புகின்றோம்.
          </p>
          <p className="mb-5">– ஹரிஓம்</p>
        </div>
      </div>
    </section>
  );
};

export default Introduction;
